tap "adoptopenjdk/openjdk"
tap "cloudfoundry/tap"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "wez/wezterm"
brew "aspell"
brew "glib"
brew "pkg-config"
brew "openssl@1.1"
brew "python@3.9"
brew "chezmoi"
brew "clisp"
brew "cmake"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "gnu-time"
brew "unbound"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "gopls"
brew "harfbuzz"
brew "hugo"
brew "jq"
brew "pango"
brew "libxml2"
brew "llvm"
brew "lua-language-server"
brew "openjdk"
brew "maven"
brew "node"
brew "nodebrew"
brew "ripgrep"
brew "sbt"
brew "sheldon"
brew "sip"
brew "starship"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "heroku/brew/heroku"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "ngrok"
cask "slack"
cask "temurin"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "zulip"
