# pkg-config, libtool, cmake, openssl are requeirements for other binaries.
tap "chipmk/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "wez/wezterm"
brew "aspell"
brew "glib"
brew "chezmoi"
brew "cmake"
brew "fzf"
brew "gcc"
brew "git"
brew "openssl@3"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "jq"
brew "pango"
brew "libtool"
brew "llvm"
brew "openssl@1.1"
brew "pkg-config"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@30"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "brave-browser"
cask "discord"
cask "font-meslo-lg-nerd-font"
cask "karabiner-elements"
cast "orbstack"
cask "slack"
cask "wezterm"
cask "zoom"
cask "zulip"
